Repository: Florent73/woocommerce-add-donation
Catalog: languages/wooadddonation-*.po
Languages: fr_fr

source: Make a donation
fr_fr: Faire un don

source: Add Donation Setting
fr_fr: Ajouter un don

source: Options saved.
fr_fr: Paramètres sauvegardés

source: General
fr_fr: Général

source: Setup
fr_fr: Procédure

source: About
fr_fr: A propos

source: ID of donation product:
fr_fr: ID du produit "Don"

source: Button text:
fr_fr: Texte du bouton :

source: Class CSS button:
fr_fr: Class CSS du bouton :

source: Background color:
fr_fr: Couleur du fond :

source: If you do not know how to add a unlisted product:
fr_fr: Si vous ne savez pas comment ajouter un produit spécial "don" :

source: 1. Goto Products > Add Product
fr_fr: 1. Allez à Produits > Ajouter un produit

source: 2. Set the title <b>"Donation"</b>
fr_fr: 2. Mettez le titre <b>"Faire un don"</b> (ou autre)

source: 3. On the right hand side above the “Publish” button labelled <b>"catalogue visibility"</b>, choose <b>Hidden</b>
fr_fr: 3. Sur la partie droite, dans l'encart "Publier" choisir sur <b>"Visibilité du catalogue"</b>, le mode <b>Caché</b>

source: 4. In the Product data section set the <b>Product SKU</b> to something unique e.g. <b>"checkout-donation"</b>, under shipping set the <b>shipping class</b> to <b>"no shipping"</b>, if you have <b>taxes enabled</b> under taxes
fr_fr: 4. Dans la section <b>"Données Produits"</b>, régler l'UGS sur quelque chose d'unique par exemple <b>"special-don"</b>, sous expédition définir la catégorie de l'expédition sur <b>"aucune expédition"</b>, si vous avez activé les taxes.

source: 5. select "none" and just in case set the tax class to <b>zero-rate</b>.
fr_fr: 5. Sélectionner "aucun" et juste au cas où mettre la classe d'impôt à taux zéro.

source: 6. Finally under the product data section, in the inventory tab, make sure sold individually is checked, as this will mean that only one donation is allowed in the shopping basket at once.
fr_fr: 6. Enfin, dans la section de <b>"Données Produit"</b>, dans l'onglet Inventaire, assurez-vous que "Vendu séparément" soit coché, un seul don sera autorisé par commande.

source: This plugin has been developed for you for free by <a href="http://www.restezconnectes.fr" target="_blank">Florent Maillefaud</a> from the source code of James Collings (<a href="http://jamescollings.co.uk/" target="_blank">http://jamescollings.co.uk</a>). It is royalty free, you can take it, modify it, distribute it as you see fit. <br /> <br />It would be desirable that I can get feedback on your potential changes to improve this plugin for all.
fr_fr: Ce plugin a été développé gratuitement pour vous par <a href="http://www.restezconnectes.fr" target="_blank">Florent Maillefaud</a> d'après le code source de James Collings (<a href="http://jamescollings.co.uk/" target="_blank">http://jamescollings.co.uk</a>). Il est libre de droits, vous pouvez le prendre, le modifier, le distribuer comme bon vous semble.

source: If you want Donate (French Paypal) for my current and future developments:
fr_fr: Si vous souhaitez me soutenir pour mes développements actuels et futurs :

source: Make me a gift:
fr_fr: Faîtes moi un don :
